Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# Settings_DNSProxyToggleSwitch.AutomationProperties.HelpText
source: Only applicable when wsl2.networkingMode is set to NAT. Boolean to inform WSL to configure the DNS Server in Linux to the NAT on the host. Setting to false will mirror DNS servers from Windows to Linux.
cs_cz: Lze použít pouze v případě, že je vlastnost wsl2.networkingMode nastavena na hodnotu NAT. Logická hodnota pro informování WSL o konfiguraci serveru DNS v Linuxu na překlad adres (NAT) na hostiteli. Nastavení na false bude zrcadlit servery DNS z Windows do Linuxu.
da_dk: Gælder kun, når wsl2.networkingMode er indstillet til NAT. Boolesk at informere WSL om at konfigurere DNS-serveren i Linux til NAT på værten. Hvis du angiver indstillingen til falsk, spejles DNS-servere fra Windows til Linux.
de_de: Gilt nur, wenn „wsl2.networkingMode“ auf NAT festgelegt ist. Boolescher Wert, um WSL über die Konfiguration des DNS-Servers in Linux für die NAT auf dem Host zu informieren. Die Einstellung „FALSE“ spiegelt DNS-Server von Windows auf Linux.
el_gr: Ισχύει μόνο όταν το wsl2.networkingMode έχει οριστεί σε NAT. Τιμή boolean για να ενημερώσει το WSL να ρυθμίσει τον διακομιστή DNS στο Linux σύμφωνα με το NAT του κεντρικού υπολογιστή. Αν οριστεί σε false, θα αντικατοπτρίζει τους διακομιστές DNS από τα Windows στο Linux.
es_es: Solo es aplicable cuando wsl2.networkingMode está establecido en NAT. Booleano para informar a WSL para configurar el servidor DNS en Linux a la NAT en el host. Si se establece en false, se reflejarán los servidores DNS de Windows a Linux.
fi_fi: Käytettävissä vain, kun wsl2.networkingMode-asetuksena on NAT. Totuusarvo, joka ilmoittaa WSL:lle DNS-palvelimen määrittämisestä Linuxissa NAT-kohteelle isännässä. Jos arvoksi määritetään epätosi, DNS-palvelimet peilataan Windowsista Linuxiin.
fr_fr: Applicable uniquement lorsque wsl2.networkingMode est défini sur NAT. Booléenne pour informer WSL de la configuration du serveur DNS dans Linux sur le NAT sur l’hôte. La valeur définie sur false reflète les serveurs DNS de Windows vers Linux.
hu_hu: Csak akkor alkalmazható, ha a wsl2.networkingMode NAT értékre van beállítva. Logikai érték, amely tájékoztatja a WSL-t, hogy konfigurálja a DNS-kiszolgálót Linux rendszeren a gazdagép NAT-jára. A false értékre állítás a DNS-kiszolgálókat Windowsról Linuxra tükrözi.
it_it: Applicabile solo quando wsl2.networkingMode è impostato su NAT. Valore booleano per informare WSL di configurare il server DNS in Linux sul NAT nell'host. L'impostazione su false eseguirà il mirroring dei server DNS da Windows a Linux.
ja_jp: wsl2.networkingMode が NAT に設定されている場合にのみ適用されます。Linux の DNS サーバーをホスト上の NAT に構成するよう WSL に通知するブール値です。false に設定すると、DNS サーバーが Windows から Linux にミラーされます。
ko_kr: wsl2.networkingMode가 NAT로 설정된 경우에만 적용할 수 있습니다. WSL에 Linux의 DNS 서버를 호스트의 NAT로 구성하도록 알리는 부울입니다. false로 설정하면 DNS 서버가 Windows에서 Linux로 미러.
nb_no: Gjelder bare når wsl2.networkingMode er satt til NAT. Boolean for å informere WSL om å konfigurere DNS-serveren i Linux til NAT på verten. Hvis du setter til Usann, speiler dette DNS-servere fra Windows til Linux.
nl_nl: Alleen van toepassing wanneer wsl2.networkingMode is ingesteld op NAT. Booleaanse waarde om WSL te informeren over het configureren van de DNS-server in Linux naar nat op de host. Als u instelt op onwaar, worden DNS-servers gespiegeld van Windows naar Linux.
pl_pl: Ma zastosowanie tylko wtedy, gdy właściwość wsl2.networkingMode jest ustawiona na wartość NAT. Wartość logiczna informująca podsystem WSL o skonfigurowaniu serwera DNS w systemie Linux do translatora adresów sieciowych na hoście. Ustawienie wartości false spowoduje zdublowanie serwerów DNS z systemu Windows do systemu Linux.
pt_br: Apenas aplicável quando wsl2.networkingMode está definido como NAT. Booleano para informar o WSL para configurar o Servidor DNS no Linux para o NAT no anfitrião. Definir como falso irá espelho servidores DNS do Windows para Linux.
pt_pt: Apenas aplicável quando wsl2.networkingMode está definido como NAT. Booleano para informar o WSL para configurar o Servidor DNS no Linux para o NAT no anfitrião. Definir como falso irá espelhar os servidores DNS do Windows para Linux.
ru_ru: Применимо, только если для параметра wsl2.networkingMode установлено значение NAT. Логическое значение, сообщающее WSL о необходимости настройки DNS-сервера в Linux для NAT на узле. Установка значения ЛОЖЬ приведет к зеркалированию DNS-серверов из Windows в Linux.
sv_se: Gäller endast när wsl2.networkingMode har angetts till NAT. Booleskt värde för att informera WSL om att konfigurera DNS-servern i Linux till NAT på värden. Om du anger falskt speglas DNS-servrar från Windows till Linux.
tr_tr: Sadece wsl2.networkingMode NAT olarak ayarlandığında uygulanabilir. WSL'ye Linux'taki DNS Sunucusunu ana bilgisayardaki NAT'a göre yapılandırmasını bildiren boole değeri. False olarak ayarlandığında Windows'tan Linux'a DNS sunucuları yansıtılır.
zh_cn: 仅当 wsl2.networkingMode 设置为 NAT 时适用。用于通知 WSL 将 Linux 中的 DNS 服务器配置为主机上的 NAT 的布尔值。设置为 false 将把 Windows 中 DNS 服务器镜像到 Linux。
zh_tw: 只有在 wsl2.networkingMode 設定為 NAT 時才適用。布爾值會通知 WSL 將 Linux 中的 DNS 伺服器設定為主機上的 NAT。設定為 false 會將 DNS 伺服器從 Windows 鏡像到 Linux。

# Settings_DNSTunneling.Header
source: DNS Tunneling enabled
cs_cz: Tunelování DNS povoleno
da_dk: DNS-tunnelføring er aktiveret
de_de: DNS-Tunneling aktiviert
el_gr: Ενεργοποιημένη διοχέτευση DNS
es_es: Tunelización de DNS habilitada
fi_fi: DNS-tunnelointi käytössä
fr_fr: Tunneling DNS activé
hu_hu: DNS-alagútkezelés engedélyezve
it_it: Tunneling DNS abilitato
ja_jp: DNS トンネリングが有効
ko_kr: DNS 터널링 사용
nb_no: DNS-tunnelering aktivert
nl_nl: DNS-tunneling ingeschakeld
pl_pl: Tunelowanie DNS włączone
pt_br: Túnel DNS habilitado
pt_pt: Túnel DNS ativado
ru_ru: Нисходящая маршрутизация событий DNS включена
sv_se: Händelsedirigering nedåt för DNS har aktiverats
tr_tr: DNS Tüneli etkin
zh_cn: 已启用 DNS 隧道
zh_tw: 已啟用 DNS 通道

# Settings_DNSTunneling.Description
source: Changes how DNS requests are proxied from WSL to Windows.
cs_cz: Změní způsob, jakým jsou požadavky DNS proxy z WSL na Windows.
da_dk: Ændrer, hvordan DNS-anmodninger proxyes fra WSL til Windows.
de_de: Ändert, wie DNS-Anforderungen von WSL an Windows übermittelt werden.
el_gr: Αλλάζει τον τρόπο με τον οποίο τα αιτήματα DNS προωθούνται μέσω διακομιστή μεσολάβησης από το WSL στα Windows.
es_es: Cambia la forma en que las solicitudes DNS se redirigen mediante proxy de WSL a Windows.
fi_fi: Muuttaa tapaa, miten DNS-pyyntöjä käytetään WSL:stä Windowsiin.
fr_fr: Modifie la façon dont les requêtes DNS sont transmises par proxy de WSL à Windows.
hu_hu: A DNS-kérések WSL-ről Windowsra történő proxyzása szerint változik.
it_it: Modifica la modalità di inoltro tramite proxy delle richieste DNS da WSL a Windows.
ja_jp: DNS 要求を WSL から Windows にプロキシする方法を変更します。
ko_kr: DNS 요청이 WSL에서 Windows로 프록시되는 방법을 변경합니다.
nb_no: Endrer hvordan DNS-forespørsler er proxy fra WSL til Windows.
nl_nl: Hiermee wijzigt u de wijze waarop DNS-aanvragen van WSL naar Windows worden geproxy'd.
pl_pl: Zmienia sposób proxy żądań DNS z podsystemu WSL do systemu Windows.
pt_br: Altera a maneira como as solicitações de DNS são proxy do WSL para o Windows.
pt_pt: Altera a forma como os pedidos DNS são transmitidos do WSL para o Windows.
ru_ru: Изменяет способ передачи DNS-запросов из WSL в Windows.
sv_se: Ändrar hur DNS-begäranden proxieras från WSL till Windows.
tr_tr: DNS isteklerinin WSL'den Windows'a ara sunucudan aktarılma şeklini değiştirir.
zh_cn: 更改 DNS 请求从 WSL 代理到 Windows 的方式。
zh_tw: 變更從 WSL 到 Windows 進行 DNS 要求的 Proxy 處理方式。

# Settings_DNSTunnelingToggleSwitch.AutomationProperties.Name
source: DNS Tunneling enabled.
cs_cz: Tunelování DNS povoleno.
da_dk: DNS-tunnelføring er aktiveret.
de_de: DNS-Tunneling aktiviert.
el_gr: Ενεργοποιημένη διοχέτευση DNS.
es_es: Tunelización de DNS habilitada.
fi_fi: DNS-tunnelointi käytössä.
fr_fr: Tunneling DNS activé.
hu_hu: DNS-alagútkezelés engedélyezve.
it_it: Tunneling DNS abilitato.
ja_jp: DNS トンネリングが有効です。
ko_kr: DNS 터널링을 사용하도록 설정했습니다.
nb_no: DNS-tunnelering aktivert.
nl_nl: DNS-tunneling ingeschakeld.
pl_pl: Tunelowanie DNS jest włączone.
pt_br: Túnel DNS habilitado.
pt_pt: Túnel DNS ativado.
ru_ru: Нисходящая маршрутизация событий DNS включена.
sv_se: Händelsedirigering nedåt för DNS har aktiverats.
tr_tr: DNS Tüneli etkin.
zh_cn: 已启用 DNS 隧道。
zh_tw: 已啟用 DNS 通道。

# Settings_DNSTunnelingToggleSwitch.AutomationProperties.HelpText
source: Changes how DNS requests are proxied from WSL to Windows.
cs_cz: Změní způsob, jakým jsou požadavky DNS proxy z WSL na Windows.
da_dk: Ændrer, hvordan DNS-anmodninger proxyes fra WSL til Windows.
de_de: Ändert, wie DNS-Anforderungen von WSL an Windows übermittelt werden.
el_gr: Αλλάζει τον τρόπο με τον οποίο τα αιτήματα DNS προωθούνται μέσω διακομιστή μεσολάβησης από το WSL στα Windows.
es_es: Cambia la forma en que las solicitudes DNS se redirigen mediante proxy de WSL a Windows.
fi_fi: Muuttaa tapaa, miten DNS-pyyntöjä käytetään WSL:stä Windowsiin.
fr_fr: Modifie la façon dont les requêtes DNS sont transmises par proxy de WSL à Windows.
hu_hu: A DNS-kérések WSL-ről Windowsra történő proxyzása szerint változik.
it_it: Modifica la modalità di inoltro tramite proxy delle richieste DNS da WSL a Windows.
ja_jp: DNS 要求を WSL から Windows にプロキシする方法を変更します。
ko_kr: DNS 요청이 WSL에서 Windows로 프록시되는 방법을 변경합니다.
nb_no: Endrer hvordan DNS-forespørsler er proxy fra WSL til Windows.
nl_nl: Hiermee wijzigt u de wijze waarop DNS-aanvragen van WSL naar Windows worden geproxy'd.
pl_pl: Zmienia sposób proxy żądań DNS z podsystemu WSL do systemu Windows.
pt_br: Altera a maneira como as solicitações de DNS são proxy do WSL para o Windows.
pt_pt: Altera a forma como os pedidos DNS são transmitidos do WSL para o Windows.
ru_ru: Изменяет способ передачи DNS-запросов из WSL в Windows.
sv_se: Ändrar hur DNS-begäranden proxieras från WSL till Windows.
tr_tr: DNS isteklerinin WSL'den Windows'a ara sunucudan aktarılma şeklini değiştirir.
zh_cn: 更改 DNS 请求从 WSL 代理到 Windows 的方式。
zh_tw: 變更從 WSL 到 Windows 進行 DNS 要求的 Proxy 處理方式。

# Settings_FileSystemPageTitle.Text
source: File System
cs_cz: Systém souborů
da_dk: Filsystem
de_de: Dateisystem
el_gr: Σύστημα αρχείων
es_es: Sistema de archivos
fi_fi: Tiedostojärjestelmä
fr_fr: Système de fichiers
hu_hu: Fájlrendszer
ja_jp: ファイル システム
ko_kr: 파일 시스템
nb_no: Filsystem
nl_nl: Bestandssysteem
pl_pl: System plików
pt_br: Sistema de Arquivos
pt_pt: Sistema de Ficheiros
ru_ru: Файловая система
sv_se: Filsystem
tr_tr: Dosya Sistemi
zh_cn: 文件系统
zh_tw: 檔案系統

# Settings_GUIApplications.Header
source: Enable GUI applications
cs_cz: Povolit aplikace s grafickým uživatelským rozhraním
da_dk: Aktivér GUI-programmer
de_de: Aktivieren von GUI-Anwendungen
el_gr: Ενεργοποίηση εφαρμογών GUI (γραφικού περιβάλλοντος)
es_es: Habilitar aplicaciones GUI
fi_fi: Ota graafiset käyttöliittymäsovellukset käyttöön
fr_fr: Activer les applications d’interface utilisateur graphique
hu_hu: Grafikus felhasználói felületű alkalmazások engedélyezése
it_it: Abilita le applicazioni GUI
ja_jp: GUI アプリケーションを有効にする
ko_kr: GUI 애플리케이션 사용
nb_no: Aktiver GUI-programmer
nl_nl: GUI-toepassingen inschakelen
pl_pl: Włączanie aplikacji graficznego interfejsu użytkownika
pt_br: Habilitar aplicativos GUI
pt_pt: Ativar aplicações de GUI
ru_ru: Включить приложения с графическим интерфейсом
sv_se: Aktivera GUI-program
tr_tr: GUI uygulamalarını etkinleştir
zh_cn: 启用 GUI 应用程序
zh_tw: 啟用 GUI 應用程式

# Settings_GUIApplicationsDescription.Text
source: Boolean to turn on or off support for GUI applications ([WSLg]) in WSL.
cs_cz: Logická hodnota pro zapnutí nebo vypnutí podpory aplikací s grafickým uživatelským rozhraním ([WSLg]) v WSL.
da_dk: Boolesk værdi til at aktivere eller deaktivere understøttelse af GUI-programmer ([WSLg]) i WSL.
de_de: Boolescher Wert zum Aktivieren oder Deaktivieren der Unterstützung für GUI-Anwendungen ([WSLg]) in WSL.
el_gr: Τιμή boolean για την ενεργοποίηση ή απενεργοποίηση της υποστήριξης εφαρμογών GUI ([WSLg]) στο WSL.
es_es: Booleano para activar o desactivar la compatibilidad con aplicaciones GUI ([WSLg]) en WSL.
fi_fi: Totuusarvo, jolla GUI-sovellusten ([WSLg]) tuki WSL:ssä otetaan käyttöön tai poistetaan käytöstä.
fr_fr: Valeur booléenne permettant d’activer ou de désactiver la prise en charge des applications interface graphique (GUI) ([WSLg]) dans WSL.
hu_hu: Logikai érték a grafikus felhasználói felületi alkalmazások ([WSLg]) WSL-ben való támogatásának be- vagy kikapcsolásához.
it_it: Valore booleano per attivare o disattivare il supporto per le applicazioni GUI ([WSLg]) in WSL.
ja_jp: WSL での GUI アプリケーション ([WSLg]) のサポートを有効または無効にするブール値。
ko_kr: WSL에서 GUI 애플리케이션([WSLg])에 대한 지원을 켜거나 끄는 부울입니다.
nb_no: Boolsk for å aktivere eller deaktivere støtte for GUI-programmer ([WSLg]) i WSL.
nl_nl: Booleaanse waarde voor het in- of uitschakelen van ondersteuning voor GUI-toepassingen ([WSLg]) in WSL.
pl_pl: Wartość logiczna umożliwiająca włączenie lub wyłączenie obsługi aplikacji graficznego interfejsu użytkownika ([WSLg]) w podsystemie WSL.
pt_br: Booliano para ativar ou desativar o suporte para aplicativos GUI ([WSLg]) no WSL.
pt_pt: Booleano para ativar ou desativar o suporte para aplicações GUI ([WSLg]) no WSL.
ru_ru: Логическое значение для включения или отключения поддержки приложений с графическим интерфейсом ([WSLg]) в WSL.
sv_se: Booleskt värde för att aktivera eller inaktivera stöd för GUI-program ([WSLg]) i WSL.
tr_tr: WSL'de GUI uygulamaları ([WSLg]) için desteği açmak veya kapatmak için Boole değeri.
zh_cn: 用于在 WSL 中打开或关闭对 GUI 应用程序 ([WSLg]) 的支持的布尔值。
zh_tw: 用於開啟或關閉 GUI 應用程式支援 ([WSLg]) WSL 的布爾值。

# Settings_GUIApplicationsToggleSwitch.AutomationProperties.Name
source: Enable GUI applications.
cs_cz: Povolte aplikace s grafickým uživatelským rozhraním.
da_dk: Aktivér GUI-programmer.
de_de: Aktivieren von GUI-Anwendungen.
el_gr: Ενεργοποίηση εφαρμογών GUI (γραφικού περιβάλλοντος).
es_es: Habilitar aplicaciones GUI.
fi_fi: Ota GUI-sovellukset käyttöön.
fr_fr: Activez les applications GUI.
hu_hu: Grafikus felhasználói felületű alkalmazások engedélyezése.
it_it: Abilita le applicazioni GUI.
ja_jp: GUI アプリケーションを有効にします。
ko_kr: GUI 애플리케이션을 사용하도록 설정합니다.
nb_no: Aktiver GUI-programmer.
nl_nl: GUI-toepassingen inschakelen.
pl_pl: Włączanie aplikacji graficznego interfejsu użytkownika.
pt_br: Habilitar aplicativos GUI.
pt_pt: Ativar aplicações de GUI
ru_ru: Включить приложения с графическим интерфейсом.
sv_se: Aktivera GUI-program.
tr_tr: GUI uygulamalarını etkinleştirin.
zh_cn: 启用 GUI 应用程序。
zh_tw: 啟用 GUI 應用程式。

# Settings_GUIApplicationsToggleSwitch.AutomationProperties.HelpText
source: Boolean to turn on or off support for GUI applications (known as WSL g) in WSL.
cs_cz: Logická hodnota pro zapnutí nebo vypnutí podpory aplikací s grafickým uživatelským rozhraním (taktéž WSL g) ve WSL.
da_dk: Boolesk værdi til at aktivere eller deaktivere understøttelse af GUI-programmer (kendt som WSL g) i WSL.
de_de: Boolescher Wert zum Aktivieren oder Deaktivieren der Unterstützung für GUI-Anwendungen (bekannt als WSL g) in WSL.
el_gr: Τιμή boolean για την ενεργοποίηση ή απενεργοποίηση της υποστήριξης εφαρμογών GUI (γνωστό ως WSL g) στο WSL.
es_es: Booleano para activar o desactivar la compatibilidad con aplicaciones GUI (conocidas como WSL g) en WSL.
fi_fi: Totuusarvo, jolla GUI-sovellusten tuki (tunnetaan nimellä WSL g) WSL:ssä otetaan käyttöön tai poistetaan käytöstä.
fr_fr: Valeur booléenne permettant d’activer ou de désactiver la prise en charge des applications gui (appelées WSL g) dans WSL.
hu_hu: Logikai érték a grafikus felhasználói felületi alkalmazások (más néven WSL g) WSL-ben való támogatásának be- vagy kikapcsolásához.
it_it: Valore booleano per attivare o disattivare il supporto per le applicazioni GUI (note come WSL g) in WSL.
ja_jp: WSL での GUI アプリケーション (WSL g と呼ばれる) のサポートを有効または無効にするブール値。
ko_kr: WSL에서 GUI 애플리케이션(WSL g라고 함)에 대한 지원을 설정하거나 해제하는 부울입니다.
nb_no: Boolsk for å aktivere eller deaktivere støtte for GUI-programmer (kjent som WSL g) i WSL.
nl_nl: Booleaanse waarde voor het in- of uitschakelen van ondersteuning voor GUI-toepassingen (ook wel WSL g genoemd) in WSL.
pl_pl: Wartość logiczna umożliwiająca włączenie lub wyłączenie obsługi aplikacji graficznego interfejsu użytkownika (znanych jako WSL g) w podsystemie WSL.
pt_br: Booleano para ativar ou desativar o suporte para aplicações GUI (conhecidas como WSL g) no WSL.
pt_pt: Booleano para ativar ou desativar o suporte para aplicações GUI (conhecidas como WSL g) no WSL.
ru_ru: Логическое значение для включения или отключения поддержки приложений с графическим интерфейсом (известных как WSL g) в WSL.
sv_se: Booleskt värde för att aktivera eller inaktivera stöd för GUI-program (kallas WSL g) i WSL.
tr_tr: WSL'de GUI uygulamaları (WSL g olarak bilinir) için desteği açmak veya kapatmak için Boolean.
zh_cn: 布尔值，用于在 WSL 中启用或禁用对 GUI 应用程序(名为 WSL g)的支持。
zh_tw: 用於開啟或關閉 GUI 應用程式支援 (在 WSL 中稱為 WSL g) 的布林值。

# Settings_HWPerfCounters.Header
source: Enable hardware performance counters
cs_cz: Povolit čítače výkonu hardwaru
da_dk: Aktivér tællere for hardwareydeevne
de_de: Aktivieren von Hardwareleistungsindikatoren
el_gr: Ενεργοποίηση μετρητών απόδοσης υλικού
es_es: Habilitar contadores de rendimiento de hardware
fi_fi: Ota laitteiston resurssilaskurit käyttöön
fr_fr: Activer les compteurs de performances matérielles
hu_hu: Hardverteljesítmény-számlálók engedélyezése
it_it: Abilita i contatori delle prestazioni hardware
ja_jp: ハードウェア パフォーマンス カウンターを有効にする
ko_kr: 하드웨어 성능 카운터 사용
nb_no: Aktiver ytelsestellere for maskinvare
nl_nl: Prestatiemeteritems voor hardware inschakelen
pl_pl: Włącz liczniki wydajności sprzętu
pt_br: Habilitar contadores de desempenho de hardware
pt_pt: Ativar contadores de desempenho de hardware
ru_ru: Включить счетчики производительности оборудования
sv_se: Aktivera prestandaräknare för maskinvara
tr_tr: Donanım performans sayaçlarını etkinleştir
zh_cn: 启用硬件性能计数器
zh_tw: 啟用硬體效能計數器

# Settings_HWPerfCounters.Description
source: Enables hardware performance counters for Linux.
cs_cz: Povolí čítače výkonu hardwaru pro Linux.
da_dk: Aktiverer tællere for hardwareydeevne til Linux.
de_de: Aktiviert Hardwareleistungsindikatoren für Linux.
el_gr: Ενεργοποιεί τους μετρητές απόδοσης υλικού για το Linux.
es_es: Habilita los contadores de rendimiento de hardware para Linux.
fi_fi: Ottaa Linuxin laitteiston suorituskykylaskurit käyttöön.
fr_fr: Active les compteurs de performances matérielles pour Linux.
hu_hu: Lehetővé teszi a linuxos hardverteljesítmény-számlálók használatát.
it_it: Abilita i contatori delle prestazioni hardware per Linux.
ja_jp: Linux のハードウェア パフォーマンス カウンターを有効にします。
ko_kr: Linux용 하드웨어 성능 카운터를 사용하도록 설정합니다.
nb_no: Aktiverer maskinvareytelsestellere for Linux.
nl_nl: Hiermee schakelt u hardwareprestatiemeteritems voor Linux in.
pl_pl: Włącza liczniki wydajności sprzętu dla systemu Linux.
pt_br: Habilita contadores de desempenho de hardware para Linux.
pt_pt: Ativa os contadores de desempenho de hardware para Linux.
ru_ru: Включает аппаратные счетчики производительности для Linux.
sv_se: Aktiverar maskinvaruprestandaräknare för Linux.
tr_tr: Linux için donanım performans sayaçlarını etkinleştirir.
zh_cn: 为 Linux 启用硬件性能计数器。
zh_tw: 啟用 Linux 的硬體效能計數器。

# Settings_HWPerfCountersToggleSwitch.AutomationProperties.Name
source: Enable hardware performance counters.
cs_cz: Povoltečítače výkonu hardwaru.
da_dk: Aktivér tællere for hardwareydeevne.
de_de: Aktivieren von Hardwareleistungsindikatoren.
el_gr: Ενεργοποίηση μετρητών απόδοσης υλικού.
es_es: Habilitar contadores de rendimiento de hardware.
fi_fi: Ota laitteiston suorituskykylaskurit käyttöön.
fr_fr: Activez les compteurs de performances matérielles.
hu_hu: Hardverteljesítmény-számlálók engedélyezése.
it_it: Abilita i contatori delle prestazioni hardware.
ja_jp: ハードウェア パフォーマンス カウンターを有効にします。
ko_kr: 하드웨어 성능 카운터를 사용하도록 설정합니다.
nb_no: Aktiver maskinvareytelsestellere.
nl_nl: Prestatiemeteritems voor hardware inschakelen.
pl_pl: Włącz liczniki wydajności sprzętu.
pt_br: Habilitar contadores de desempenho de hardware.
pt_pt: Ativar contadores de desempenho de hardware.
ru_ru: Включить счетчики производительности оборудования.
sv_se: Aktivera prestandaräknare för maskinvara.
tr_tr: Donanım performans sayaçlarını etkinleştirin.
zh_cn: 启用硬件性能计数器。
zh_tw: 啟用硬體效能計數器。

# Settings_HWPerfCountersToggleSwitch.AutomationProperties.HelpText
source: Enables hardware performance counters for Linux.
cs_cz: Povolí čítače výkonu hardwaru pro Linux.
da_dk: Aktiverer tællere for hardwareydeevne til Linux.
de_de: Aktiviert Hardwareleistungsindikatoren für Linux.
el_gr: Ενεργοποιεί τους μετρητές απόδοσης υλικού για το Linux.
es_es: Habilita los contadores de rendimiento de hardware para Linux.
fi_fi: Ottaa Linuxin laitteiston suorituskykylaskurit käyttöön.
fr_fr: Active les compteurs de performances matérielles pour Linux.
hu_hu: Lehetővé teszi a linuxos hardverteljesítmény-számlálók használatát.
it_it: Abilita i contatori delle prestazioni hardware per Linux.
ja_jp: Linux のハードウェア パフォーマンス カウンターを有効にします。
ko_kr: Linux용 하드웨어 성능 카운터를 사용하도록 설정합니다.
nb_no: Aktiverer maskinvareytelsestellere for Linux.
nl_nl: Hiermee schakelt u hardwareprestatiemeteritems voor Linux in.
pl_pl: Włącza liczniki wydajności sprzętu dla systemu Linux.
pt_br: Habilita contadores de desempenho de hardware para Linux.
pt_pt: Ativa os contadores de desempenho de hardware para Linux.
ru_ru: Включает аппаратные счетчики производительности для Linux.
sv_se: Aktiverar maskinvaruprestandaräknare för Linux.
tr_tr: Linux için donanım performans sayaçlarını etkinleştirir.
zh_cn: 为 Linux 启用硬件性能计数器。
zh_tw: 啟用 Linux 的硬體效能計數器。

# Settings_HyperVFirewall.Header
source: Hyper-V Firewall enabled
cs_cz: Brána firewall technologie Hyper-V povolena
da_dk: Hyper-V Firewall er aktiveret
de_de: Hyper-V-Firewall aktiviert
el_gr: Ενεργοποιημένο τείχος προστασίας Hyper-V
es_es: Firewall de Hyper-V habilitado
fi_fi: Hyper-V-palomuuri käytössä
fr_fr: Pare-feu Hyper-V activé
hu_hu: Hyper-V tűzfal engedélyezve
it_it: Firewall Hyper-V abilitato
ja_jp: Hyper-V ファイアウォールが有効
ko_kr: Hyper-V 방화벽 사용
nb_no: Hyper-V-brannmur aktivert
nl_nl: Hyper-V Firewall ingeschakeld
pl_pl: Włączono zaporę funkcji Hyper-V
pt_br: Firewall do Hyper-V habilitado
pt_pt: Firewall de Hyper-V ativada
ru_ru: Брандмауэр Hyper-V включен
sv_se: Hyper-V-brandväggen är aktiverad
tr_tr: Hyper-V Güvenlik Duvarı etkin
zh_cn: 已启用 Hyper-V 防火墙
zh_tw: 已啟用 Hyper-V 防火牆
